Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppStore.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: Your searches, browsing, purchases, and device trust score may be used to personalize your experience, send you notifications including for Apple marketing, improve the store, and prevent fraud.
ar: قد تُستخدم معلومات عمليات البحث والتصفح والشراء ومستوى موثوقية الجهاز لتخصيص تجربتك وإرسال الإشعارات إليك - بما في ذلك إشعارات التسويق من Apple - وتحسين المتجر ومنع الاحتيال.
bg: Информацията за това какво сте търсили, браузвали и рейтинга на доверие за устройството може да се използват за персонализиране на предоставените ви функции, за изпращане на известия, включително за Apple маркетинг, подобряване на магазина и за предотвратяване на измами.
ca: Es poden utilitzar les teves cerques, la navegació, les compres i la puntuació de confiança del dispositiu per personalitzar la teva experiència d’ús, enviar-te notificacions, com ara missatges de màrqueting d’Apple, millorar la botiga i prevenir el frau.
cs: Informace o hledání, prohlížení, nákupech a skóre důvěryhodnosti zařízení můžeme použít k individuálnímu přizpůsobení prostředí, posílání oznámení včetně marketingu společnosti Apple, zlepšování obchodu a k bránění podvodům.
da: Dine søgninger, din browsing, dine køb og din enhedstillidsscore kan bruges til at give dig en personlig oplevelse, sende dig notifikationer, herunder Apple-reklamer, forbedre butikken og forhindre svindel.
de: Deine Suchen, Browsing-Aktivitäten, Käufe und Geräte­vertrauens­werte können verwendet werden, um dein Erlebnis zu personalisieren, um Mitteilungen – einschließlich Apple-Marketing – zu senden, den Store zu verbessern und Betrug zu verhindern.
el: Ενδέχεται να χρησιμοποιηθούν οι αναζητήσεις, το ιστορικό περιήγησης, οι αγορές σας και η βαθμολογία αξιοπιστίας της συσκευής σας, για εξατομίκευση της εμπειρίας σας, αποστολή γνωστοποιήσεων σε εσάς (συμπεριλαμβανομένων μηνυμάτων μάρκετινγκ της Apple), βελτίωση του Store και αποτροπή απάτης.
es: La información de tus búsquedas, navegación y compras, así como la puntuación de confianza de tu dispositivo, pueden utilizarse para personalizar tu experiencia, enviarte notificaciones (también sobre información comercial de Apple), mejorar la tienda y prevenir el fraude.
es_419: Utilizamos tus búsquedas, navegación, compras e índice de confiabilidad del dispositivo para personalizar tu experiencia, enviarte notificaciones como las de mercadotecnia de Apple, mejorar la tienda y prevenir el fraude.
es_us: Utilizamos tus búsquedas, navegación, compras e índice de confiabilidad del dispositivo para personalizar tu experiencia, enviarte notificaciones como las de mercadotecnia de Apple, mejorar la tienda y prevenir el fraude.
fi: Hakujasi, selailuasi, ostojasi ja laitteesi luottamuslukua voidaan käyttää kokemuksesi räätälöimiseen, ilmoitusten – myös Applen markkinointi-ilmoitusten – lähettämiseen sinulle, Storen parantamiseen ja petosten ehkäisemiseen.
fr: Vos recherches, vos données de navigation, vos achats et l’indice de confiance de votre appareil peuvent être utilisés pour personnaliser votre expérience, vous envoyer des notifications (y compris dans le cadre des communications marketing d’Apple), améliorer le Store et lutter contre la fraude.
fr_ca: Vos recherches, votre navigation, les achats que vous effectuez et l’indice de confiance de votre appareil peuvent être utilisés pour personnaliser votre expérience, vous envoyer des notifications (dont celles liées au marketing d’Apple), améliorer la boutique et prévenir la fraude.
he: נתוני החיפוש, הגלישה, הרכישות וציון האמון של המכשיר שלך עשויים לשמש כדי להתאים אישית את חוויית השימוש שלך, לשלוח לך עדכונים הכוללים מידע שיווקי של Apple, לשפר את החנות ולמנוע הונאה.
hi: आपकी खोज, ब्राउज़िंग, ख़रीदारी और डिवाइस विश्वास स्कोर का उपयोग आपके अनुभव को वैयक्तिकृत करने, आपको Apple मार्केटिंग के लिए भेजी जाने वाली सूचनाओं सहित सूचनाएँ भेजने, स्टोर को बेहतर बनाने और धोखाधड़ी रोकने के लिए किया जा सकता है।
hr: Vaše pretrage, pregledi, kupnje i rezultat pouzdanosti uređaja mogu se upotrijebiti za personaliziranje vašeg iskustva, slanje obavijesti uključujući i one za Appleov marketing, poboljšanje trgovine i sprječavanje prevare.
hu: Az Ön keresései, böngészési információi, vásárlásai és eszközmegbízhatósági pontszáma a felhasználói élmény személyre szabásához, értesítések – többek között Apple-marketinganyagok – küldéséhez, az áruház fejlesztéséhez és csalások megakadályozásához lehetnek felhasználva.
id: Pencarian, penelusuran, pembelian, dan skor kepercayaan perangkat Anda dapat digunakan untuk mempersonalisasi pengalaman Anda, mengirimi Anda pemberitahuan termasuk untuk pemasaran Apple, meningkatkan kualitas toko, dan mencegah penipuan.
it: Le tue ricerche, la navigazione, gli acquisti e il punteggio di affidabilità del dispositivo possono essere utilizzati per personalizzare la tua esperienza, inviarti notifiche anche relative alle campagne di marketing Apple, migliorare lo Store e prevenire le frodi.
ja: あなたの検索、閲覧、購入、デバイスのトラストスコアに関する情報は、あなたのユーザ体験のパーソナライズ、Appleマーケティングを含む通知の送信、ストアの改善、および不正行為を防止する目的で使用される場合があります。
kk: Іздеу әрекеттері, интернеттегі белсенділік, сатып алулар мен құрылғының сенімділік индексі жекелендіру, хабарландыруларды жіберу (оның ішінде Apple жарнамасы), дүкенді жақсарту, сондай-ақ алаяқтықтың алдын алу мақсатында пайдаланылуы мүмкін.
ko: 사용자의 검색, 브라우징, 구입 내역 및 기기 신뢰도 정보는 사용자에게 개인 맞춤형 경험을 제공하고 사용자에게 Apple 마케팅을 포함한 알림을 보내고 스토어를 향상하고 사기를 방지하는 데 사용될 수 있습니다.
lt: Jūsų paieškos, naršymas, pirkimai ir įrenginio patikimumo vertinimas gali būti naudojami norint suasmeninti, pranešimams siųsti, įskaitant „Apple“ rinkodaros pranešimus, parduotuvei tobulinti ir užkirsti kelią apgaulei.
ms: Carian, pelayaran, pembelian dan skor kepercayaan peranti anda mungkin digunakan untuk memperibadikan pengalaman anda, menghantar pemberitahuan kepada anda termasuk bagi pemasaran Apple, meningkatkan kedai serta mencegah penipuan.
nl: Je zoek­opdrachten, je surf­gedrag, je aankopen en de vertrouwens­score van je apparaat kunnen worden gebruikt om je een persoon­lijke ervaring te bieden, je meldingen te sturen, waar­onder meldingen voor marketing van Apple, de Store te verbeteren en fraude te voor­komen.
no: Søkene dine, loggen din, kjøpshistorikken og enhetens godkjenningsrangering kan bli brukt til å gjøre opplevelsen din mer personlig, sende deg varslinger (inkludert Apple-annonser), forbedre butikken og forhindre svindel.
pl: Dane dotyczące Twoich wyszukiwań, przeglądania, zakupów oraz współczynnik zaufania urządzenia mogą być wykorzystane w celu dostosowania do Twoich indywidualnych potrzeb, wysyłania Ci powiadomień (w tym dotyczących marketingu Apple), ulepszania sklepu oraz zapobiegania oszustwom.
pt_br: Suas buscas, navegação, compras e pontuação de confiança do dispositivo podem ser usadas para personalizar sua experiência, enviar notificações a você (incluindo de publicidade da Apple), melhorar a loja e impedir fraudes.
pt_pt: Pesquisas, navegação, compras e a classificação de fidedignidade do dispositivo podem ser usadas para personalizar a sua experiência, enviar‑lhe notificações (incluindo marketing da Apple), melhorar a loja e prevenir fraudes.
ro: Căutările, navigarea, achizițiile și scorul de încredere al dispozitivului pot fi utilizate pentru a vă personaliza experiența, a vă trimite notificări (inclusiv în scopuri de marketing de la Apple), a îmbunătăți serviciile magazinului online și a preveni fraudele.
ru: Ваши поисковые запросы, активность в интернете, покупки, а также индекс доверия устройству могут использоваться для персонализации, отправки уведомлений, в том числе для рекламы Apple, улучшения магазина и предотвращения мошенничества.
sk: Vaše vyhľadávania, prechádzanie obsahu, nákupy a skóre dôvery zariadenia môžu byť použité na prispôsobenie obchodu vašim potrebám, posielanie hlásení (vrátane marketingu spoločnosti Apple), vylepšovanie obchodu a zabraňovanie podvodom.
sl: Vaša iskanja, brskanje, nakupi in ocena zaupanja za napravo se lahko uporabljajo za prilagajanje vaše izkušnje, pošiljanje obvestil, vključno za namene trženja Apple, izboljšanje trgovine in preprečevanje goljufij.
sv: Dina sökningar, navigeringar, köp och enhets­tillförlitlighets­poäng kan användas till att personanpassa din upplevelse, skicka notiser till dig (inklusive för Apple-marknadsföring), förbättra affären och förhindra bedrägeri.
th: การค้นหา การเลือกหา การซื้อ และคะแนนความน่าเชื่อถือของอุปกรณ์ของคุณอาจถูกใช้เพื่อปรับประสบการณ์ให้เข้ากับตัวคุณ ส่งการแจ้งเตือนรวมถึงข้อมูลการตลาดของ Apple ให้กับคุณ ปรับปรุงร้าน และป้องกันการโจรกรรมได้
tr: Arama, göz atma, satın alma işlemleriniz ve aygıt güven puanınız; deneyiminizi özelleştirmek, size Apple pazarlama da dahil bildirim göndermek, mağazayı iyileştirmek ve dolandırıcılığı önlemek için kullanılabilir.
uk: Ваші пошукові запити, перегляд, покупки та бал довіри вашого пристрою можуть використовуватися для персоналізації, надсилання вам сповіщень (зокрема, маркетингових повідомлень від Apple), удосконалення магазину й запобігання шахрайству.
vi: Hoạt động tìm kiếm, duyệt, mua và điểm số tin cậy thiết bị có thể được sử dụng để cá nhân hóa trải nghiệm của bạn, gửi cho bạn thông báo bao gồm tiếp thị của Apple, cải thiện cửa hàng và ngăn chặn lừa đảo.
zh_cn: 你的搜索、浏览、购买和设备信任值可能会用于为你提供个性化的使用体验、向你发送通知（为了Apple市场营销等目的）、改进商店以及防范欺诈行为。
zh_hk: 你的搜尋內容、瀏覽內容、購買項目和裝置信任分數可能會用於提供個人化的使用體驗、向你傳送包括Apple市場推廣的通知、改善商店以及防範詐騙。
zh_tw: 你的搜尋、瀏覽、購買內容和裝置的信任分數可用來提供個人化的使用體驗、向你傳送通知（包含Apple行銷）、改進商店和防範詐騙。

# SPLASH_SUMMARY
source: App Store is designed to protect your information and let you choose what you share.
ar: صُمِّم App Store لحماية معلوماتك وتمكينك من اختيار ما تريد مشاركته.
bg: App Store е създаден да защитава вашата информация и да ви позволи да избирате какво да споделяте.
ca: L’App Store s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: App Store chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: App Store er udviklet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du vil dele.
de: Der App Store ist dafür konzipiert, deine Daten zu schützen, und du kannst auswählen, was du teilst.
el: Το App Store έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: App Store se ha diseñado para mantener protegida tu información y dejarte elegir qué quieres compartir.
es_419: App Store se diseñó para proteger tu información y permitirte elegir lo que compartes.
es_us: App Store se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: App Store on suunniteltu niin, että tietosi ovat turvassa, ja voit itse valita, mitä haluat jakaa.
fr: L’App Store est conçu pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: L’App Store est conçu pour protéger vos informations et vous laisser choisir ce que vous souhaitez partager.
he: ‏App Store תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף.
hi: App Store को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आपको चुनने देता है कि क्या शेयर करें।
hr: Trgovina App Store dizajnirana je kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.
hu: Az App Store-t úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: App Store dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: App Store è concepito in modo da proteggere le tue informazioni e consentirti di scegliere cosa condividere.
ja: App Storeはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: App Store дүкені жеке ақпаратыңызды қорғау және бөлісу қажет объектілерді таңдауға жол ашу мақсатында жасалған.
ko: App Store는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: „App Store“ sukurta taip, kad apsaugotų jūsų informaciją ir leistų patiems pasirinkti, kokią informaciją norite bendrinti.
ms: App Store direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: App Store is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: App Store beskytter informasjonen din og lar deg velge hva du vil dele.
pl: Usługa App Store została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.
pt_br: A App Store é projetada para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: A aplicação App Store foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Serviciul App Store este conceput pentru a vă proteja informațiile și pentru a vă permite să alegeți ce partajați.
ru: Ваши данные, используемые App Store, надежно защищены, и только Вы решаете, чем поделиться.
sk: App Store chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Trgovina App Store je zasnovana tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili.
sv: App Store har utformats för att skydda din information och låta dig välja vad du vill dela.
th: App Store ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้
tr: App Store, bilgilerinizi koruyacak ve neleri paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: App Store спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: App Store được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: App Store旨在保护你的信息并可让你选择共享的内容。
zh_hk: App Store的設計可保護你的資料並讓你選擇分享的內容。
zh_tw: App Store的設計可保護你的資訊並讓你選擇分享的內容。

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_419: Consulta cómo se utiliza tu información…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯
